asciinema
autoconf
automake
baobab
base
binutils
bison
blueman
bluez-utils
calc
catimg
ccls
check
cheese
chromium
clang
cmake
conky
dhcpcd
dialog
dkms
dmenu
dunst
efibootmgr
emacs
eog
epiphany
evince
fakeroot
fd
feh
file-roller
firefox
flex
fzf
gcc
gdm
gedit
git
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gparted
grilo-plugins
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hsetroot
htop
i3-gaps
i3blocks
i3status
ifplugd
intellij-idea-community-edition
iw
jdk-openjdk
jre-openjdk
kitty
libreoffice-fresh
linux
linux-firmware
linux-headers
lxappearance
m4
make
mariadb
mesa-demos
mutter
nano
nautilus
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
npm
ntfs-3g
orca
os-prober
pacgraph
pacman-contrib
patch
pavucontrol
pdfarranger
pgadmin4
pkgconf
postgresql
python-isort
python-nose
python-pip
python-pytest
python-pywal
ranger
redshift
ripgrep
rofi
rygel
sassc
scrot
shellcheck
simple-scan
steam
stow
sudo
sushi
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
totem
tracker
tracker-miners
tracker3-miners
tree
ttf-fira-code
ttf-fira-mono
vim
vino
vlc
w3m
wget
which
wireless_tools
wpa_supplicant
xautolock
xdg-user-dirs-gtk
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
yelp
youtube-dl
zsh
